Revit 2027 API
UnitTypeId.VoltAmperesPerSquareFoot Property
 Volt amperes per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VoltAmperesPerSquareFoot { get; }
Public Shared ReadOnly Property VoltAmperesPerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VoltAmperesPerSquareFoot {
	ForgeTypeId^ get ();
}
static member VoltAmperesPerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace